{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"http://yoursite.com/en","root":"/en/"},"pages":[{"title":"about","date":"2019-12-18T11:33:25.000Z","updated":"2019-12-18T11:33:43.275Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/en/about/index.html","excerpt":"","text":"This is a new about page"}],"posts":[{"title":"星战8二刷后：一部不够优秀的电影","slug":"2","date":"2018-01-09T00:00:00.000Z","updated":"2019-12-18T10:42:22.104Z","comments":true,"path":"2018/01/09/2/","link":"","permalink":"http://yoursite.com/en/2018/01/09/2/","excerpt":"","text":"今天去二刷了星战8:最后的绝地武士。一刷时的激动和中二魂已经散去，认真的再看过全片后，我有了些更客观的看法。这是一部口碑评价两极分化严重的电影，部分观众认为这部电影彻底失去了星战传统的风格，愚蠢的剧情，生硬的改变，毁掉了一切；而另一部分观众则认为星战8是一部承前启后的优秀作品，优秀的视觉效果，不断反转的结局，无时不提醒着观众，这是一部全新的高品质星战电影。而我认为，星战8是一部折中的、妥协的电影，它不算多么优秀，却也不可说多么不堪。 故事星战8的故事延续自星战7:原力觉醒，讲述了女主角蕾伊寻找卢克天行者渴望学习原力，然后另一方面反叛军挣脱第一秩序追杀的故事。全片从卢克出现的第一个片段开始就紧扣“最后的绝地武士”这一词：他接过光剑后片刻之后扔到身后；尤达大师英灵反手炸了“指挥部”；卢克的“羽化而登仙”，无一不体现着旧势力的退场。而另外一方面，蕾伊的进步，本的野心，少年的微弱原力，也体现着旧势力下新力量的崛起。总体来讲星战8的故事是合格偏优秀的，合理的故事延续上部剧情让观众易于接受理解，结局精巧的多次反转也着实让人眼前一亮，整部电影在完成系列使命的大框架下成功做到了该做的事情。但不得不说多个地方意义不明：莱亚公主强行续命；金色睡衣反派死得不明不白；拖沓的赌场片段；卢克犹豫和懦弱的表现都是扣分项。在满足老粉和少部分人的口味这件事上，星战8无疑是失败的。 主题从主题角度来讲星战8是非常优秀的，其一自然是体现新旧交替是历史的必然。尤达大师和卢克的对话设计的很妙：学生应当是超越老师的所在，旧的知识也不应当一味固守。同时配合反叛军这边新旧势力的矛盾和权利的移交，这部电影的明线不断的围绕着旧和新的讨论展开，演员们的合力演出完美诠释了这个主题。另一方面是对战争的思考，Poe（抱歉忘了中翻叫啥来着了）鲁莽到理性的转变，我们可爱的美妈（真的有点相似啊）对Finn的绝处拯救，反叛军惨痛逃出，我们都能看出一点敦刻尔克大撤退的感觉吼。同时在赌场找来的口吃黑客的左右摇摆，军火商的双面交易，莱亚公主看着损失的舰队陷入深思，都有不错的深度。从侠盗一号到星战8，新星战对战争的思考可以说是下足了力气。还有一条主题我认为是对原力的解读，蕾伊的身份，卢克对原力的传授，小孩子隔空拿来扫把，电影似乎想告诉我们原力不是家族的遗传能力，也不是拿来举石头的简单力量。但对原力的黑暗面和更深层含义的阐述，电影似乎想去涉及，但意义不明，更多的是感觉浮于表面，这也许是可以提高的地方。 角色角色塑造我认为合格但不优秀，蕾伊，本，芬，Poe几个人的角色都塑造的相当不错，他们都在片中发生了合理的转变。但几个老角色确实刻画让人失望，莱亚公主的演员已经过世，为什么还把她留着？强行续命也多少让人感觉尴尬。莱亚公主休眠期间的代理老姐也莫名其妙，为什么不把计划告诉Poe？难道怕Poe是内奸？虽然最后洗白加帅气自曝，但显得过于为剧情设计而生。金色睡袍反派也是各种立flag，完全没有这个人物的更多的故事，那还拿出来当前期大反派？这种为剧情发展而做出来的配角为什么要给个重要的位置？最后，我们亲爱的卢克，人物设计的一塌糊涂，看得出这是老粉丝最难接受的，卢克的犹豫和意义不明的行为，多少和当初的角色设定大相径庭，尽管最后站出来华丽了一场，依然没办法掩盖前大半部电影的无力。他教了蕾伊多少东西？他对本产生了什么影响？都没有。到头来他还是那个需要听尤达大师开导的孩子？然后最后潇洒了一把就走了？留给别人一堆烂摊子？我们看不到这个角色年老后的成长，最后的一段也只能算是炫技罢了。卢克的饰演者，哈米尔也表达了对这部电影的失望，可以说是全片最大的败笔。 技术、美术和剪辑技术和美术毫无疑问的满分，继续完美的融合了新时代的特效技术和nostalgia的星空战舰还有C3PO（XD）。第一秩序旗舰上反派的红色大厅和红色侍卫，反叛军巡航舰自杀式超空间跃进，无一不让人屏住呼吸，汗毛竖起，全体起立。最后一段盐矿星球的美术设计也是堪称绝佳，飞船低空滑行，白色的地面掀起红色的碎屑；大炮开门之后黑色的土壤覆盖血红色高温后的盐层，白色的风暴兵慢动作下鱼涌而入，画面太美。论技术和美术，无疑超越了任何前作，达到了优秀的现代商业电影水准。另一方面很多时候的剪辑还是感觉捉急，前半段不停的跳转场景，蕾伊和卢克岛上的片段被分成很多很多很小的片段，给人一种他们在岛上磨叽了很久很久的感觉，而且蕾伊刚展现完对黑暗面的无法自控，后脚画面再回来卢克就继续教学？连贯性很差。场景切换同样，试图去使用老式的风格，但不彻底，多少感觉有点不伦不类，不如统一下风格。 总结所谓“长江后浪推前浪”，星战7在保守维稳之后，星战8扛起了新时代讲新星战故事的大旗（啪啪啪啪这里有掌声）。我个人认为这种基调是正确的，但我也抱着忧虑。正确的是我相信在迪斯尼收购星战IP之后，讲述全新的故事有益于这个系列的继续扩张，人们不能总还停留在卢克和他爹爹那个时代，顺应新的时代潮流，女性加黑人的主角，没有强力爹妈的蕾伊，无疑都是很好的设定。整部电影的副线，反叛军的重生，Poe的改变，共和国的新力量都展现在电影故事之中。相信这些都能够圈粉更多的观众，特别是小孩子，这是我对新系列的肯定。忧虑的是星战真的是要走漫威的老路吗迪斯尼，如此高频率的新电影，如此生硬尴尬的笑点，您怕不是又要搞什么世界观啊我去。。。真诚希望用心拍少片，不要和漫威电影一样和拍连续剧似的。OK？","categories":[],"tags":[{"name":"review","slug":"review","permalink":"http://yoursite.com/en/tags/review/"},{"name":"starwar","slug":"starwar","permalink":"http://yoursite.com/en/tags/starwar/"}]}]}